Revit 2024 API
BuiltInFailures.ExportFailures Class
 Failures about ExportFailures.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class ExportFailures
Visual Basic
Public NotInheritable Class ExportFailures
Visual C++
public ref class ExportFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.ExportFailures
See Also
BuiltInFailures.ExportFailures Members
Autodesk.Revit.DB Namespace